Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_gle-IRL_TM.tmx
Source language: en_gb
Languages: ga_ie

source: City 36
ga_ie: Bhaile Hearman

source: City 45
ga_ie: Bhaile Bhoicht

source: Other\ Refusal (DO NOT READ OUT)
ga_ie: Eile\ Diúltú (NÁ LÉIGH AMACH OS ARD)

source: Walking
ga_ie: Siúl

source: DK/NA (DO NOT READ OUT)
ga_ie: Ní fhios/Níl bainteach (NÁ LÉIGH AMACH OS ARD)

source: (DO NOT READ OUT
ga_ie: (NÁ LÉIGH AMACH OS ARD)

source: Large town/city
ga_ie: mBaile mór

source: Have you got a mobile phone?
ga_ie: An bhfuil fón póca agat?

source: City 37
ga_ie: Gharraithe na Lus

source: City 7
ga_ie: Thír an Iúir

source: In which city/borough/commune do you live?
ga_ie: Cé acu cathair/buirg/común ina bhfuil tú i do chónaí?

source: Single person household
ga_ie: Teaghlach duine aonair

source: City 1
ga_ie: Ghort na Silíní

source: City 4
ga_ie: Inse Chór

source: Noise
ga_ie: Torann

source: Car
ga_ie: Gluaisteán

source: Public transport
ga_ie: Iompar poiblí

source: PROG: ROTATE ITEMS 1 TO 4
ga_ie: CLÁR: ROTHLAIGH IDIR MÍREANNA 1 GO DTÍ 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
ga_ie: Le dhá mhí déag anuas, an ndéarfá go raibh sé deacair íoc as do bhillí ag deireadh na míosa…?

source: Other city
ga_ie: Cathair eile

source: Generally speaking, the public administration of [CITY NAME] can be trusted
ga_ie: Ar an iomlán, is féidir muinín a bheith agam as an riarachán poiblí i mBaile Átha Cliath

source: ASK ALL
ga_ie: CUIR I nGACH CÁS

source: It is easy to find a job in [CITY NAME]
ga_ie: Is féidir post a fháil go héasca i mBaile Átha Cliath

source: Not at all satisfied
ga_ie: Níl tú sásta ar chor ar bith

source: City 20
ga_ie: Chamaí

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
ga_ie: Léifidh mé amach roinnt ráiteas difriúil. An mhiste leat a rá liom an aontaíonn tú go láidir, an bhfuil claonadh ort aontú, an bhfuil claonadh ort easaontú nó nach n-aontaíonn tú in aon chor le gach ceann de na ráitis seo?

source: Somewhat disagree
ga_ie: Claonadh orm easaontú leis

source: Housing
ga_ie: Tithíocht

source: (READ OUT – ONE ANSWER ONLY)
ga_ie: (LÉIGH AMACH OS ARD - FREAGRA AMHÁIN AG TEASTÁIL)

source: From time to time
ga_ie: Ó am go ham

source: City 18
ga_ie: Fhionnghlaise

source: D21: CODE 9 AND 10 - SINGLE CODES
ga_ie: D21: CÓD 9 AGUS 10 - CÓID SHINGILE

source: City 43
ga_ie: Bhán an Aeir

source: City 10
ga_ie: Coille Móire

source: Married or cohabiting couple, no children or no children living at home
ga_ie: Lánúin phósta nó lánúin neamhphósta, gan leanaí nó gan leanaí ina gcónaí sa bhaile

source: Rural area or village
ga_ie: gCeantar tuaithe nó sráidbháile

source: City 19
ga_ie: Beaumont

source: Train
ga_ie: Traein

source: Very satisfied
ga_ie: An-sásta

source: City 25
ga_ie: An Ché Adhmaid

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
ga_ie: Ar an iomlán, ar mhiste leat a rá liom an bhfuil tú an-sásta, an bhfuil tú sásta go leor, nach bhfuil tú ró-shásta nó nach bhfuil tú sásta ar chor ar bith le gach ceann de na saincheisteanna seo a leanas i mBaile Átha Cliath?

source: City 31
ga_ie: Bhaile an Ásaigh

source: City 24
ga_ie: Chill Mhaighneann

source: City 23
ga_ie: Uiséir

source: Safety
ga_ie: Sábháilteacht

source: Your personal job situation
ga_ie: Do staid phoist féin

source: Small or medium-sized town
ga_ie: mBaile beag nó meánmhéide

source: Professional (employed doctor, lawyer, accountant, architect, …)
ga_ie: Duine gairme (dlíodóir, liachleachtóir, cuntasóir, ailtire fostaithe...)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
ga_ie: Is féidir tithíocht mhaith ar phraghas réasúnta a fháil go héasca i mBaile Átha Cliath

source: Generally speaking, most people in my neighborhood can be trusted
ga_ie: Ar an iomlán, is féidir muinín a bheith agam as an gcuid is mó de dhaoine i mo chomharsanacht

source: Most of the time
ga_ie: An chuid is mó den am

source: Have you got a landline phone?
ga_ie: An bhfuil guthan líne talún?

source: City 5
ga_ie: Dhroim Fionn

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
ga_ie: Ar mhiste leat a insint dom cé mhéad duine atá cúig bliana déag d'aois nó níos mó a bhfuil cónaí orthu i do theachsa, tú féin san áireamh?

source: Other (DO NOT READ OUT)
ga_ie: Eile (NÁ LÉIGH AMACH OS ARD)

source: Q4: CODE 11 - SINGLE CODE
ga_ie: Q4: CÓD 11 - CÓD SINGIL

source: Strongly disagree
ga_ie: Ní aontaím in aon chor

source: City 29
ga_ie: Éadan Mór

source: I live here since less than 1 year
ga_ie: Níos lú ná bliain amháin

source: Cleanliness
ga_ie: Glaineacht

source: The financial situation of your household
ga_ie: Staid airgeadais do theaghlaigh

source: Other employee (salesman, nurse, …)
ga_ie: Fostaí eile (díoltóir, altra...)

source: No
ga_ie: Níl

source: Owner of shop, craftsman
ga_ie: Úinéir siopa, ceardaí

source: (READ OUT - ONE ANSWER ONLY)
ga_ie: (LÉIGH AMACH OS ARD - FREAGRA AMHÁIN AG TEASTÁIL)

source: Would you say you are…?
ga_ie: As na cineálacha gairmeacha seo a leanas, cé acu an cur síos is fearr ort féin...?

source: Seeking a job
ga_ie: Ag lorg poist

source: Manual worker
ga_ie: Oibrí láimhe

source: The noise level
ga_ie: Leibhéal an torainn

source: The administrative services of [CITY NAME] help people efficiently
ga_ie: Faigheann daoine cabhair éifeachtach ó na seirbhísí riaracháin i mBaile Átha Cliath

source: Urban public transport (bus, metro, tram, ferry, etc.)
ga_ie: Iompar poiblí uirbeach (bus, meitreo, tram, caladh, etc.)

source: Gender.
ga_ie: Inscne

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
ga_ie: Táthar tiomanta don athrú aeráide a laghdú i mBaile Átha Cliath (m.sh. éifeachtúlacht fuinnimh, iompar glas)

source: City 40
ga_ie: Pháirc na nGrás

source: City 21
ga_ie: Bhaile Munna

source: Female
ga_ie: Baineannach

source: City 15
ga_ie: Coill an Phrióra

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
ga_ie: Cad iad na trí shaincheist is tábhachtaí do Baile Átha Cliath, dar leatsa, as na saincheisteanna seo a leanas?

source: What county do you live in?
ga_ie: Cén contae ina bhfuil cónaí ort?

source: City 22
ga_ie: Pheambróg

source: I live here since between 5 to 10 years
ga_ie: Idir cúig bliana agus deich mbliana

source: I am satisfied to live in [CITY NAME]
ga_ie: Táim sásta bheith i mó chónaí i mBaile Átha Cliath

source: Male
ga_ie: Fireannach

source: City 28
ga_ie: Thuaidh na Cathrach

source: City 13
ga_ie: Ráth Maonais

source: Social services
ga_ie: Seirbhísí sóisialta

source: Unemployment
ga_ie: Dífhostaíocht

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
ga_ie: (LÉIGH AMACH OS ARD MÁS GÁ - FREAGRA AMHÁIN AG TEASTÁIL)

source: Farmer, forester, fisherman
ga_ie: Feirmeoir, foraoiseoir, iascaire

source: City 9
ga_ie: Thuaidh Duga

source: Civil servant
ga_ie: Státseirbhíseach

source: City 44
ga_ie: Mhuinseo

source: Without a professional activity
ga_ie: Gan gníomhaíocht ghairmiúil

source: City 12
ga_ie: nDéise

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
ga_ie: CUIR D5c MÁS FOSTAÍ É AN FREAGRÓIR, CÓD 2 IN D5a

source: PROG: ROTATE ITEMS 1 TO 7
ga_ie: LEAN: ROTHLAIGH MÍREANNA 1 GO 7

source: Education and training
ga_ie: Oideachas agus oiliúint

source: City 26
ga_ie: Cé na nÓstaí

source: City 2
ga_ie: Chromghlinne

source: City 30
ga_ie: Bhaile Bhailcín

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
ga_ie: Maidir leis an ról atá agat faoi láthair, an ndéarfá go bhfuil tú féinfhostaithe, gur fostaí tú, gur oibrí láimhe tú nó a ndéarfá go bhfuil tú gan gníomhaíocht ghairmiúil?

source: Refusal (DO NOT READ OUT)
ga_ie: Diúltú (NÁ LÉIGH AMACH OS ARD)

source: (ONE ANSWER ONLY)
ga_ie: (FREAGRA AMHÁIN AG TEASTÁIL)

source: Air pollution
ga_ie: Aerthruailliú

source: I feel safe in [CITY NAME]
ga_ie: Mothaím sábháilte i mBaile Átha Cliath

source: Unskilled manual worker
ga_ie: Oibrí láimhe neamhoilte

source: Sports facilities such as sport fields and indoor sport halls
ga_ie: Áiseanna spóirt, mar shampla páirceanna imeartha agus hallaí spóirt faoi dhíon

source: The life you lead
ga_ie: Do shaol laethúil

source: City 34
ga_ie: Shéipéal Iosóid

source: Rather unsatisfied
ga_ie: Níl tú ró-shásta

source: Rather satisfied
ga_ie: Sásta go leor

source: Professional (lawyer, medical practitioner, accountant, architect,…)
ga_ie: Duine gairmiúil (dlíodóir, liachleachtóir, cuntasóir, ailtire...)

source: Health services
ga_ie: Seirbhísí sláinte

source: City 41
ga_ie: Iostáin Chaoimhín

source: Office clerk
ga_ie: Cléireach oifige

source: City 38
ga_ie: Teach an Ard-Mhéara

source: Retired
ga_ie: Duine ar scor

source: (READ OUT – MAX. 3 ANSWERS)
ga_ie: (LÉIGH AMACH - 3 FHREAGRA AR A MHÉID)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
ga_ie: Ar an iomlán, an bhfuil tú an-sásta, an bhfuil tú sásta go leor, nach bhfuil tú ró-shásta nó nach bhfuil tú sásta ar chor ar bith le…?

source: PROG: ROTATE ITEMS 1 to 12
ga_ie: CLÁR: ROTHLAIGH IDIR MÍREANNA 1 go dtí 12

source: None (DO NOT READ OUT)
ga_ie: Dada (NÁ LÉIGH AMACH OS ARD)

source: City 48
ga_ie: Duga Theas

source: Almost never\ never
ga_ie: Beagnach riamh/Riamh

source: Number of people aged 15 or more in the household
ga_ie: Líon na ndaoine atá cúig bliana déag d'aois nó níos mó sa teaghlach

source: Public transport, for example the bus, tram or metro
ga_ie: An t-iompar poiblí, mar shampla na busanna, na tramanna nó an méarchóras iarnród cathrach

source: City 8
ga_ie: Ráth Eanaigh

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
ga_ie: CUIR D5b MÁS DUINE FÉINFHOSTAITHE É AN FREAGRÓIR, CÓD 1 IN D5a

source: Student (full time)
ga_ie: Mac léinn (lánaimseartha)

source: City 11
ga_ie: Cabraí

source: City 42
ga_ie: Bhaile Gall

source: I feel safe in my neighbourhood
ga_ie: Mothaím sábháilte i mo chomharsanacht

source: Availability of retail shops
ga_ie: Fáil ar shiopaí miondíola

source: General management, director or top management
ga_ie: Bainsitíocht ghinearálta, stiúrthóir, ardbhainistíocht

source: Strongly agree
ga_ie: Aontaím go láidir

source: City 14
ga_ie: Fionnbhrú

source: How old were you when you stopped full-time education?
ga_ie: Cén aois a bhí tú nuair a d'fhág tú oideachas lánaimseartha?

source: Ship or boat
ga_ie: Long nó bád

source: Bicycle
ga_ie: Rothar

source: City 33
ga_ie: Cé na gCeannaithe

source: City 35
ga_ie: Gráinsí

source: City 6
ga_ie: Chluain Tarbh

source: How old are you?
ga_ie: Cén aois thú?

source: Motorbike
ga_ie: Gluaisrothar

source: (READ OUT - MAX. 2 ANSWERS)
ga_ie: (LÉIGH AMACH OS ARD - 2 FHREAGRA AR A MHÉID)

source: Single parent, one or more children living at home
ga_ie: Tuismitheoir aonair, le leanbh amháin nó níos mó ina gcónaí sa bhaile

source: Self-employed
ga_ie: Féinfhostaithe

source: The state of the streets and buildings in your neighbourhood
ga_ie: Staid na sráideanna agus na bhfoirgneamh i do chomharsanacht

source: Fairly satisfied
ga_ie: Sásta go leor

source: Generally speaking, most people in [CITY NAME] can be trusted
ga_ie: Ar an iomlán, is féidir muinín a bheith agam as an gcuid is mó de dhaoine i mBaile Átha Cliath

source: (READ OUT - SINGLE CODE)
ga_ie: (LÉIGH AMACH OS ARD - FREAGRA AMHÁIN AG TEASTÁIL

source: On a typical day, which mode or modes of transport do you use most often?
ga_ie: Ar lá tipiciúil, cén modh/modhanna iompar a úsáideann tú is minice?

source: City 32
ga_ie: Charna

source: Schools and other educational facilities
ga_ie: Scoileanna agus áiseanna oideachasúla eile

source: The quality of the air
ga_ie: Caighdeán an aeir

source: Married or cohabiting couple, with one or more children living at home
ga_ie: Lánúin phósta nó lánúin neamhphósta, le leanbh amháin nó níos mó ina gcónaí sa bhaile

source: Middle management
ga_ie: Meánbhainistíocht

source: Foreigners who live in [CITY NAME] are well integrated
ga_ie: Tá na heachtrannaigh atá ina gcónaí i mBaile Átha Cliath imeasctha go maith

source: City 47
ga_ie: Páirc an Fhionnuisce

source: City 3
ga_ie: Cé Árann

source: Health care services, doctors and hospitals
ga_ie: Seirbhísí cúram sláinte, dochtúirí agus ospidéil

source: Employee
ga_ie: Fostaí

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
ga_ie: CUIR D5d MÁS OIBRÍ LÁIMHE É AN FREAGRÓIR, CÓD 3 IN D5a

source: Public spaces such as markets, squares, pedestrian areas
ga_ie: Spásanna poiblí, mar shampla margaí, cearnóga, ceantair choisithe

source: Would you say you live in a…?
ga_ie: An déarfá go bhfuil cónaí ort i...?

source: Which of the following best describes your household composition?
ga_ie: Cé acu ceann de na ráitis seo a leanas a dhéanann an cur síos is fearr ar chomhdhéanamh do theaghlaigh?

source: Manager of a company
ga_ie: Bainisteoir comhlachta

source: I live here since 1 to 5 years
ga_ie: Idir bliain amháin agus cúig bliana

source: Not very satisfied
ga_ie: Níl tú ró-shásta

source: Road infrastructure
ga_ie: Bonneagar bóithre

source: PROG: ROTATE ITEMS 1 TO 10
ga_ie: CLÁR: ROTHLAIGH IDIR MÍREANNA 1 GO DTÍ 10

source: The presence of foreigners is good for [CITY NAME]
ga_ie: Tá se go maith do Baile Átha Cliath] go bhfuil eachtrannaigh ann

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
ga_ie: SCRÍOBH SÍOS - I gCÁS "NÍ FHIOS" CÓD '98' - I gCÁS DIÚLTÚ CÓD '99')

source: City 46
ga_ie: Coille Móire

source: City 39
ga_ie: Rotunda

source: DK (DO NOT READ OUT)
ga_ie: Ní fhios (NÁ LÉIGH AMACH OS ARD)

source: City 27
ga_ie: Dhroim Conrach

source: Yes
ga_ie: Tá

source: Green spaces such as parks and gardens
ga_ie: Spásanna glasa, mar shampla páirceanna agus gairdíní

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
ga_ie: CUIR D5e MÁS DUINE GAN GNÍOMHAÍOCHT GHAIRMIÚIL É AN FREAGRÓIR, CÓD 4 IN D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
ga_ie: (INT.: I gCÁS "FÓS AG STAIDÉAR", CÓD '00' - I gCÁS "NÍ BHFUAIR MÉ AON OIDEACHAS" CÓD '01' - I gCÁS "DIÚLTÚ" CÓD '98' - I gCÁS "NÍ FHIOS" CÓD '99')

source: Other
ga_ie: Eile

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
ga_ie: (SCRÍOBH SÍOS - I gCÁS "DIÚLTÚ" CÓD '99')

source: City 16
ga_ie: Malartán Ríoga

source: FL419 - Quality of life in European Cities UK
ga_ie: FL419 - Quality of life in European CitiesIEI

source: City 17
ga_ie: Ráth Fearnáin

source: Somewhat agree
ga_ie: Claonadh orm aontú leis

source: Cultural facilities such as concert halls, theatres, museums and libraries
ga_ie: Áiseanna cultúrtha, mar shampla ceolárais, amharclanna, músaeim agus leabharlanna

source: The place where you live
ga_ie: An áit ina bhfuil tú i do chónaí

source: Was born here/ I’ve been living here for all my life
ga_ie: Rugadh anseo mé/Mo shaol ar fad

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
ga_ie: MÁS EILE nó NÍ FHIOS nó CÓID 198 nó 199 AN FREAGRA ATÁ I gCEIST in D12, CUIR STOP LEIS AN AGALLAMH

source: Supervisor\ foreman (team manager, …)
ga_ie: Maoirseoir\ saoiste (bainisteoir foirne,..)

source: I live here since more than 10 years
ga_ie: Níos mó ná deich mbliana

source: For how long have you been living in [CITY NAME]?
ga_ie: Cá fhad atá tú i do chónaí i mBaile Átha Cliath ?

source: Looking after the home
ga_ie: Ag obair sa bhaile
